Repository: Liis17/BarkCloud
Catalog: Mac/BarkCloudDrive/BarkCloudDrive/Localizable.xcstrings
Source language: ru
Languages: de, en

source: %@ из %@
de: %@ von %@
en: %@ of %@

source: Email или логин
de: E-Mail oder Benutzername
en: Email or username

source: Аккаунт
de: Konto
en: Account

source: Безопасность
de: Sicherheit
en: Security

source: Войти
de: Anmelden
en: Sign in

source: Вход в BarkCloud
de: Bei BarkCloud anmelden
en: Sign in to BarkCloud

source: Выйти из аккаунта
de: Abmelden
en: Sign out

source: Выход
de: Beenden
en: Quit

source: Готово
de: Fertig
en: Done

source: Запускать при входе в систему
de: Beim Anmelden starten
en: Launch at login

source: Код подтверждения
de: Bestätigungscode
en: Verification code

source: Настройка сервера
de: Servereinrichtung
en: Server setup

source: Настройки
de: Einstellungen
en: Settings

source: Неверный логин или пароль
de: Ungültiger Benutzername oder Passwort
en: Invalid username or password

source: Общие
de: Allgemein
en: General

source: Открыть BarkCloud Drive
de: BarkCloud Drive öffnen
en: Open BarkCloud Drive

source: Пароль
de: Passwort
en: Password

source: Подтвердить
de: Bestätigen
en: Confirm

source: Примонтировать
de: Einhängen
en: Mount

source: Продолжить
de: Weiter
en: Continue

source: Размонтировать
de: Auswerfen
en: Unmount

source: Разрешить self-signed сертификат
de: Selbstsigniertes Zertifikat zulassen
en: Allow self-signed certificate

source: Сервер BarkCloud
de: BarkCloud-Server
en: BarkCloud Server

source: Сменить адрес сервера
de: Serveradresse ändern
en: Change server address

source: Том не примонтирован
de: Volume nicht eingehängt
en: Volume not mounted

source: Том примонтирован
de: Volume eingehängt
en: Volume mounted

source: Точка монтирования
de: Einhängepunkt
en: Mount point

source: Хост
de: Host
en: Host

source: Хранилище
de: Speicher
en: Storage
